export default function Page() {
  return (
    <main>
      <p>
        스크루테이프의 편지에서는 악마들이 인간을 천국에 가지 못하게 하기 위해
        편지를 주고 받는 이야기를 읽을 수 있다. 오늘 문득 퇴근을 하고 유튜브를
        보다가 악마의 사랑이란 영상 제목을 봤다. 악마의 사랑? 악마에게 사랑이
        있을까? 제목을 보는 순간엔 그렇지 않다고 생각했지만, 사실 악마에게도
        사랑은 있다. 조금 넓게 말하자면 그들도 원하는 것이 있다. 사랑이 없는
        것이 아니라 부패한 사랑이 가득한 것이다. 구체적으로 보면 악마의 사랑은
        어떤 모습을 띄울까?
      </p>
      <p>
        공포 영화 속의 귀신, 악마, 혹은 어떤 악한 영이라는 소재는 보는 사람을
        무섭게 하기 좋은 소재다. 그럼 악마는 실제로 누군가를 무섭게 만드는 것을
        좋아하는 걸까? 단순히 놀래키고 공포심에 빠지게만 하는 것이 끝이라면 그건
        너무 유치하다. 영화를 보고 놀란 가슴이나 느끼는 공포감은 몇 시간 혹은
        며칠이 지나면 사라지고 만다. 몇 년이 지나면 영화에 대한 내용은 생각도 안
        나는 채로 살 수도 있다. 진짜 악마라면 겨우 그런 수준의 감정 일으키기를
        최종 목표로 삼을 것 같지는 않다. 어떤 사람이 그렇게 뚜렷한 감정, 뚜렷한
        생각을 통해서 내가 느끼는 것이 무엇이고 내가 잘못하고 있는 게 무엇인지
        알 수 있다면, 그만큼 쉽게 그 감정을 지우려 할 것이고, 잘못된 행동은 딱
        집어서 고치려 할 것이다. 물론 누구나 알 수 있을 정도로 뚜렷한 잘못을
        저지르게 하는 것도 악마의 일일 것이다. 그러나 우리가 더 깨어 있어야 하는
        것은 우리가 알지 못하는 미시적인 부분에서 악마의 손이 일하고 있을 수
        있기 때문이다. 그는 어떠한 수를 써서든 우리를 교회로부터 떼어내려 할
        것이다.
      </p>
      <p>
        바로 전의 문장에서 예수를 믿지 않는 사람과 믿는 사람의 악마에 대한
        개념이 갈라질 것이다. 세상이 정의하는 악마를 생각해보자면, 누군가를
        살인하고, 병에 걸리게 하고, 미치게 만들고, 망상에 빠지게 하는, 무서운
        외관의 어떤 존재일 테다. 틀린 말은 아니다. 그러나 무언가 좀 뻔하다.
        무언가 부족한 것도 같다. 악마가 &apos;나 악마요&apos;라고 언제나
        스스로를 드러내며 다가올까? 확실히 잔인함과, 역겨움, 두려움 같은
        감정들은 오래된 악취처럼 강렬하게 뇌리에 박힌다. 그것들은 그 나름대로의
        무기로서 악마가 쓸 수도 있다. 하지만 반대로 사람이 인식하지 못하는
        수준에서 스며드는 악도 조심해야 한다.
      </p>
      <p>
        세상 사람들이라도 서서히 스며드는 악은 악이라는 것을 알 것이다. 그럼
        그리스도인들의 악마라는 정의는 세상과 무엇이 다를까? 이런 경우가 있을
        수도 있다. 악마가 어떤 사람의 마음을 병들게 해서 심각한 우울증에 걸리게
        해버렸다. 공부를 놓게 하고, 일손을 놓게 하고, 관계를 끊게 만들었다.
        그런데 그 사람이 지푸라기를 잡는 심정으로 교회에 한 번 출석하더니 믿음을
        가지게 되고, 병이 낳지는 않더라도 원래 자신의 일을 다시 시작하려고
        노력을 조금씩 하기 시작하는 것이다. 그러고는 그 악마의 지옥 같은(혹은
        지옥 그 자체의) 손아귀에서 벗어나 영생을 얻게 되는 것이다. 게다가 주변
        사람들 여럿이 그 사람의 모습을 보고 그와 함께 교회에 출석하여 세례를
        받는다. 악마는 분해서 이따금씩 기괴한 모습으로 꿈이나 환상으로 그들의
        삶에 나타나고, 공포스러운 영화나 암울한 미디어를 통해 그들의 심리를
        건드리지만, 오히려 그들이 이룬 교회는 단단해져서 점점 더 지옥에서
        멀어진다. 이것이 악마의 패배인 것이다. 그것은 곧 그리스도의 승리이다.
        그리스도인에게 있어 악마란 그런 존재이다.
      </p>
      <p>
        그렇기 때문에 사실상 악마는 복음을 믿지 않는 사람들에게 많은 신경을 쓸
        필요가 없다. 스릴러나 괴담, 범죄 이야기나 접하면서 그것이 악마의
        모습이라고 생각하는 데서 멈추는 세상 사람들은 오히려 그 지점에서 생각을
        멈추는 것이 악마에겐 좋기 때문에 그들에겐 아무 신경도 쓰지 않을 것이다.
        이미 그들 진영에 있는 무리에게는 아무 노력도 기울일 필요가 없다. 가만
        냅둬도 취하고, 싸우고, 멀어지고, 편협해지기 때문에 악마에겐 그저
        순종적인 양떼일 뿐이다. 오히려 그들에겐 잃어버린 양 한 마리 한 마리가
        절실할 것이다. 이미 C.S. 루이스를 포함한 수많은 설교자와 저자들이
        언급했지만, 교회를 갔다 온 뒤로 기분 나쁜 일이 생기는 법이고, 교회를
        가기 전에도 그렇고, 교회에 있는 동안에도 그렇다. 사탄이 사람을 천국의
        무리에서 떼어내기 위해 별에 별 수를 다 쓰는 공격 수법이 확실히 있다. 그
        공격은 외부적으로든 내부적으로든 일어날 수 있다. 사람과 사람 사이
        관계에서, 내 마음에서, 머리속에서. 혹은 자연계나 미생물계를 통해서도.
      </p>
      <p>
        위의 내용을 반복하자면, 악마는 자기 진영의 무리들에게 신경을 쓰지
        않는다. 그 무리는 악에 대해서 그렇게 깊게 생각하지 않는다. 그런데 그 중
        하나가 어느 날 갑자기 자신의 삶에 대해 성찰을 하려 한다? 어떤 순간에서든
        나의 안위와 체면을 우선시 하던 스스로의 모습을 회의적으로 바라보기라도
        한다? 너무 선하지도 말고, 그렇다고 악한 사람이 되지도 말고, 평균의
        모습을 지키기만 하자는 생각에 의심을 갖는다면? 그런 모습이 보인다면
        악마는 잘 구슬릴 것이다. 다들 그렇게 산다고. 이 정도면 인정받을
        만하다고. 괜히 노력했다가 상처받고, 넘어지고, 올라갔다가 떨어지고,
        도전했다가 패배한 쓰라린 기억이 생생하게 떠오르지를 않냐고.
      </p>
      <p>
        또 악마에게 순종하는 양떼라는 표현도 위에서 썼다. 하지만 악마에 대한
        순종이란 말도 생각해보면 재밌는 말이다. 악마는 순종을 좋아할까? 자기
        진영을 배신하고 반대편으로 넘어가면 오히려 잘했다고 칭찬해주어야 하는
        것이 아닐까? <br />
        &apos;잘 배신했다! 아주 악마다운 일이었어.&apos;
        <br />
        하지만 칭찬과 인정은 너무 천국스러운 행위이다. 그러니까 그 배신자에게는
        비난을 해야 할 테다. <br />
        &apos;이 지하의 배신자!&apos;
        <br />
        하지만 이 말을 하는 순간 다시 악마는 순종을 주장한 것이다. 결국 그들에겐
        순종도 배신도 순종 아닌 순종이어야 하고, 배신 아닌 배신이어야 한다.
        지옥에 속한 사람들은 결국 스크루테이프 책에서처럼 악마에게 잡아먹히거나,
        &apos;천국과 지옥의 이혼&apos;에서처럼 끝도 없이 작아지고 서로에게서
        멀어질 것이다. 왜냐하면 공동체나 함께 같은 개념은 너무 천국스럽기
        때문이다. 각자가 자기 세상에 갇히거나 옆 사람의 존재를 견디지 못해서 그
        옆 사람이나 혹은 스스로를 없애버릴 것이다. 절제라는 것 없이 게임을 끊지
        못하고, 과식하고, 과음하고, 도박을 끊지 못할 것이고, 성적인 쾌락이나
        약물에 의한 쾌락을 끊지 못할 것이다. 악마의 사랑. 그 사랑은 결국 자기
        자신을 향해 있는데, 정작 본인은 그 사실을 알지 못하는 상태의 사랑일
        것이다. 끊임없이 상대방을 먹어치워서 어느 순간 상대방이 더 이상 존재하지
        않는 것을 알아도 아무렇지 않을 것이다. 존재의 근원이신 분으로부터
        멀어져버려서 그 동안의 사랑의 대상이었던 자기 자신의 안쪽이 사실은 텅
        비어 있음을 영영 모를 것이다. 깊이 묵상하고 생각하는 건 천국스러운
        일이기 때문이다.
      </p>
      <p>
        지금까지 써 내린 글에서 보여지겠지만, 이런 지옥의 모습이 현실에서도
        이루어진다고 본다. 그곳은 죽어서만 가는 곳이 아니다. 기독교는 오히려
        사후세계에 대한 관심이 타 종교보다 적은 것 같다. 영생은 있다. 그러나
        천국과 지옥은 현실에서도 이미 이루어지고 있다. 기독교는 죽어서 천국 가야
        한다고 하는 종교가... 맡기는 하다. 하지만 그것만 말하자면 일부분만
        말하는 것이고, 현실에서 천국을 이루어가는 종교이기도 하다는 것을 말해야
        한다. 사람이 죽는 일 자체는 악마에게 아무런 일도 아닐 것이다. 사람이
        죽고 나서 어느 나라에 속하여 영생을 살게 될지가 지옥이든 천국이든 더더욱
        중요한 일이다. 이 사람이 복음을 받아들이고 어느 날 갑작스러운 사고로
        죽게 된다면 악마는 그의 양 한 마리를 잃어버리는 것이다. 현실에서 오랜
        수명을 따라 살면서 날이 갈수록 점점 지옥 같은 삶을 만들어가는 사람은 1년
        뒤에는 소악마 정도였다가 80년 뒤에는 지옥 대장군 같은 존재가 될 수도
        있는 법이다. 이 비슷한 예시는 C.S. 루이스의 책에 있기도 하다.
      </p>
    </main>
  );
}
